Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/housing/housing_life_event.html.txt.tmx
Source language: en
Languages: ga

source: This section of our website will provide you with a wide range of information related to housing
ga: Tabharfaidh an rannóg seo eolas duit ar réimse fairsing a bhaineann le tithíocht

source: If you are thinking of buying a home, you will find useful information in steps involved in buying a home, the costs of buying a home and taking out a mortgage
ga: Má tá sé ar intinn agat teach a cheannach, aimseoidh tú eolas úsáideach mar gheall ar na céimeanna a bhaineann le teach a cheannach, morgáiste a fháil, agus na costais a bhaineann

source: If you are looking for private rented accommodation, you will find information on looking for a flat or house to rent, Rent Supplement, and the new Housing Assistance Payment
ga: Má tá lóistín ar cíos uait, aimseoidh tú eolas faoi árasán nó teach ar cíos a chuardach, Forlíonadh Cíos agus an Íocaíocht Cúnaimh Tithíochta (ÍCT)

source: You will also find information on what to do if your landlord wants to end your tenancy or increase the rent
ga: Gheobhaidh tú faisnéis freisin ar céard le déanamh má theastaíonn ó do thiarna talún go mbogfá amach nó do chíos a mhéadú

source: If you have a problem with your landlord, you can contact the Residential Tenancies Board (RTB), which provides a confidential dispute resolution service between landlords and tenants
ga: Má tá fadhb agat le do thiarna talún, d'fheadfá dul i dteagmháil leis an mBord um Thionóntachtaí Cónaithe (BTC) a chuireann seirbhís réitigh ar fáil

source: Local authority and social housing
ga: Cóiríocht ó údarás áitiúil

source: There is information on applying for local authority housing and on social housing in general
ga: Is féidir eolas maidir le tithe de chuid na n-údarás áitiúil a fháil i morgáistí údaráis áitiúil, aistriú a fháil do theach údarás áitiúil eile

source: There is information on development plans,planning permission and commenting on a planning application
ga: Má tá spéis agat sa phróiseas pleanála, aimseoidh tú an t-eolas a theastaíonn uait faoi chead pleanála, faoi phleananna forbartha agus faoi thrácht a dhéanamh ar iarratas ar chead pleanála

source: Other housing-related areas covered here are mortgage arrears, homelessness and housing for older people
ga: Ar na réimsí eile a bhaineann le tithíocht tá riaraistí morgáiste, easpa dídine, agus tithíocht do dhaoine níos sine
